package com.example.arabicdialectidentificationproject;

public class ELTexts {
    static String[] egy_exercises = new String[]{
            " الجيش هو اللي وقف مع ناس دي نقطه مهمه جدا محتاجين يعرفها كلنا ونتاكد انها موجوده دلوقت ومستقبله ان الجيش المصري دائما هيبقى زهير للشعب المصري زي الشعب المصري ما هو زهير الجيش المصري؟",
            " يعني بالازم ارجو ان تسمع حليب نصف دقيقه عزه نفسي وعزي اسر الشهداء ابنائنا في القوات المسلحه زهراء هذا حادث الارهاب. \n",
            " عزبه حزين بحق الى تخسيس اكثر الرابط القذف نقط على الصور في 6 اكتوبر بحشوه عملوا السباكات في مناطق كثيره جدا ابتدي بقى. \n",
            " بس في كنا بنغني طبيعتنا يعني في القطر وقف في شبرا فانزله السواق وجاب الشرطه اللي في محطه وقالوا لنا مش هنقعد ثاني اللي انا اكتب بيتحدف علينا من كل حته كل واحد يضرب فينا وكلام بس احنا بنخرج كلنا بنخرج بره بره اللي حاطه عشان سفره من الضرب من كده واحنا بنجري وضربه ثلاث طلقات طلقتين في الجو بعد كده في الجرح مبروك بس طلع الثالثه اللي كانت فين \n",
            " اي حاله من الحالات الذي يمكن ان نسال رجليها بعد ذلك في مصر سواء اي منظمات النمو قوي وانا يعني يعني باقول الكلام ده بتاع اللي فعلا في مصر لحد دلوقتي حوالي 162-1 وتحكم عليهم احكام يعني وحتى اللي انا اسف كمان الغرامات التي تحصل من جمله هذه الاحكام هذه الغرامات بدخل صندوق الخضار وانا عايز اقول لك الغرامات اللي اتحكم عليه حتى الان اتصل الى 8 مليون جنيه غرامات تحصيل على الاحكام و حوالي مليون جنيه كملات وكل هذه الارقام اصبحت ارقام يعني كبيره جدا. \n",
            " بيحصل تفكير ورغبه في في استثمار في الوجود للقطاع الخاص في الاعلام في مجموعه من رجال اعمال يدويه يستعملها وبشكل مكثف ويدرسه الموضوع ده ايه ده يا بانشاء المحطه لك ما تخرجيش من محطه لغايه 2001 لما قرر الدكتور احمد بهجت انفصل عن المجموعه وكان معي ساعتها المهم شيخو دكتوره هاله سرحان وانا مجموعه ثانيه وبدا طلعنا دريم قناه دريم 1 و 2 2. \n",
            " ما حدش عندما اصدر هذا التصريح ما حدش فيهم هذا. \n",
            " انا اسمي هبه مرايف وبشتغل في منظمه هيومن رايتس ووتش في يونيو 2011 كنت مع واحد من منظمتنا في اجتماع. \n",
            " الحركه عن طنط عربيات رمزيه لتسليط الضوء على التدريب سعيد وسما المصري نقول للعالم كله يوم الطفل العالمي ان نسبه الموت. \n",
            " احنا لازم نكون عينينا عليهم. \n",
            " شوقي اللي هم بتوع باريس التاشيره وتقشيره صح ولا لا عشان ما يخشش وبعدين يرجعها اذن اذن العالم كله حل المساله وعادي المركز بتاع بليس واحد واقف من الجوازات يحسب الحكايه دي لما بتروح رحله العمره بالباخره بيطلع بس عشان يطلعوا لنا واحنا على الباخره عشان ما توقفش الناس طائرات في الرحلات السريع بيطلع في اللي بين اوروبا في العربيات اللي انا سافرت اوروبا كلها يعني سقفها وقائدا وراكبا والحديد يا وكل حاجه انتهت الفكره دي كلها يعني بس نتكلم على حاجات في القرن 17 ينطبق على الطبل الحدود 20. \n",
            " امريكا تتوقع احداث ارهابيه توقع حدوث العربيه لكن ما حدش كان يعرف يذاكر الاحداث الارهابيه دي حتى ولا لا الاحداث الارهابيه في عنصر المفاجاه في امريكا تدعم الامن القومي المصري اوباما بتراجع العديد من ساعه الداخليه والخارجيه هو الخاصه من النظام المصري او لا لكن التي يبدا في التصالح ويعني مش هو شخصيا في ضغوط عليه مؤسسات داخل اجهزه الحكم في امريكا دلوقتي مساحه امريكا بتتكلم عن خلافات عميقه داخل اداره اوباما حول رسم الامن القومي. \n",
            " موجود ما بيننا ما فيش تارح موجوده. \n",
            " السيسي النهارده عمل ايه ايه الجديد اللي عمله عمل ايه خلاص اسعار البنزين احنا مش اخوات بس احنا مع شرعيه احنا مع الدكتور محمد مرسي. \n",
            " وبعدين لقيت عمرو بيجي لنا وجمع الافراد كلهم وقلنا الليله دي كله هيشيل فيها واحنا ملناش دم ما كناش مقصد عايزين اثنين يعور نفسهم ودي تعليمات وكان في واحد اسمه رمزي امين شرطه من الجسم في الزحام في جاءت دي موجود وهو قال برده نفس الكلام بتاع عمرو بيه تقريبا وقال يا رجاله عايزين نشيل بعض ورمز اختارني انا و بهنسي وائل ناعور نفسيكم بناء على التعليمات فانا قلت له لا و بهنسي برده تردد لان الموضوع كبير واحنا. \n"
    };

    static String[] msa_exercises = new String[]{
            "الشيء الثاني انتهى الوقت باختصار تتمرد على الظلم والاستعباد.\n",
            "كلمات عن العلاقه مع الحكومه المؤقته ماذا عن علاقه مع الحكومه المؤقته؟\n",
            "ما هي رساله تحذير؟ \n",
            "واو صفاء السفير القطري السابق رئيس الوزراء الاسرائيلي بنيامين نتنياهو بانه مجرم.\n",
            "مشاريع يمكن ان تتوسع اذا ازيلت بعض العقبات في مجال الاستثمار. \n",
            "بالنسبه للمريض ساتحدث هذه التقنيه اختلافا كبيرا لانها تعطي المعلومات اللازمه في الخمسه ايام الاولى عندما يكون المريض في العنايه المركزه وخاصه عندما تسوء حالته ولا يعرف الاطباء ان كانوا يفعلون شيئا يساعده حياه المريض.\n",
            "الثابت هنا هو الحضور الواضح للمراه في في المفاصل السياسيه والاداريه والاجتماعيه قدور يبقى في اطار تجربه تتراوح بين الشهادات السياسيه تفرضوا كامله مع الرجل ومجتمعي يخطئ خطواته الى الحريه. \n",
            "هو احنا كنا في قريتنا في رمضان الماضي كان اهل الحي ينقلون طعامهم الى المسجد يفضل الرجال معا كانت ايام جميله اما اليوم فان جوها في اغلب الايام سعيد الله. \n",
            "نقطه العبور الوحيده لسكان قطاع غزه الى العالم الخارجي مغلقه لليوم الخامس والعشرين على التوالي الاف الفلسطينيين تقطعت بهم السبل وعلى كل من ماضي رفع في انتظار قرار من السلطات المصريه بفتح.\n",
            "شعر العرب انه لا بد من التفكير بحمايتهم اجتمع اعضاء الجمعيات السريه العربيه في دمشق وهم من العراقيين من السوريين اي من بلاد الشيب اجتمعوا كرر. \n",
            "متوجهين الى صناديق الاقتراع لم يختر التونسيون فقط من سيحكم هم بعثت برساله مفادها ان قطار الديمقراطيه هذا القطار بصخره الفهادي والسياسي عطيه مع لتفتيت الجزيره. \n",
            "العاصفه والحق اضرارا في قطاعات اخرى حيث وافق اكثر من 20,000 من الدواجن اللحمه نتيجه البرد الشديد مما دفع اصحاب المزارع وباشراف بيطريه اعدادي ما تبقى منها يتكبد المزارعون خاصه الى ماليزيا قدرت بعشرات الالاف من الدولارات في هذا الموسم الظروف الجويه القاسيه\n",
            "يمكن نستقبله سته او سبعه خيول ولكن عندما تلقى اتصالا بوجودي 30 حصانا تم تخلى عنها لا يمكن ان تفعل لان امكانياتنا لو كنا نحصل على مساعدات من السلطات لكن بوس انقاذ عدد اكبر من الخيول. \n",
            "وفي درعا غارات الطائرات وقوه نظام على مدن المحافظه وبلداتها وتركز القصف على درع البلد ومخيم درعا وشمل القصف مدينتين و والغم الغربيه في دمشق قبل قوات المعارضه انها تستهدف مواقع لجيش النظام وتجمعاتهم للمليشيات المسانده له في مدينه للنحل.\n",
            "ليش بالمزيد من السياح الاجانب يرى خبراء ان الصين ما زالت بحاجه الى استغلال اكبر لموارد السياحه لاسيما في مدن الدرجه الثانيه والثالثه التي لا تقل اهميه عن المدن الكبرى من حيث تاريخها العميق ومواردها الطبيعيه ناصر عبد الحق الجزيره.\n"
    };

    static String[] lav_exercises = new String[]{
            "اول منزل رديت علي شغل.\n",
            "عشان عيد السنه مش لاقي مش زي كل سنه.\n",
            "الفكره بلشت. \n",
            "عايزين نعرف الجانى الحقيقي فقط.\n",
            "نضال صنع صندوق من شيء كلمتك عليه لما اجيب الصاروخ مضحك.\n",
            "هدف نتدفى عليه من قطع الماء. \n",
            "سكان مخيم ضبيه عمي طالب مش تحسين الموضوع من القصه بس.\n",
            " نحن هون كان فرقه الفرسان فرقه الدبكه بنحيي ذكرى الحرب اللي صارت على غزه بالسنه 2008 نحن هون على شان الورشه برج العرب وهم في بريطانيا انه شباب في الخارج مصرين على كسر الحصار ومصرين على انهم خرجوا من التراث الفلسطيني ما زال. \n",
            " عم دور على بطل خبز افران فاتح ما في الافران كلها مسكره صيدليات على نوع دواء للاطفال للكبار يعني صيدليات بدك تدوري ثلاثه اربع صيدليات حلب صيدليه. \n",
            " في اجمل من اسعيدي يعني مساء الخير مدامك عم تاكل منقوشه و شطري اقعد بدون يا ليل يا عين يا عين يا ليل يا عين دخلني على المصمودي. \n",
            "من جسر يعني الاكل ما اجيت المازوت اهم شيء هذا الموضوع يعني برد كثير هون يعني اسال علينا القصف كمان كمان تاثر علينا و تفسير قصف كثير عملتي الاكل اللي باسم كل شيء يعني عنجد كثير وضعنا.\n",
            "المدنيين اكثر من الاسلاميين و وتحرص يخدم النظام السوري بالدرجه الاولى يضرب قرى كان من المستحيل اضربها. نهاد تدخل التحالف مع مساعد الثوره مساعد نظام.\n",
            " تحياتي من بشتغل بشركه باي حدا ولا عمر مش راضي يساعدني استشهدت ولا ابوي يعني عايش بده ابو ابو ابوك. \n",
            "نور ضمه صغير ولا كبير.\n",
            "غزه لكن يعني كيف ممكن انت في ايام الحرب والقصف اغراض يمكن المكان الي بتسجل فيه بتنتج فيه.\n"
    };

    static String[] nor_exercises = new String[]{
            " انت توك رجعت المنظومه القديمه رجعتهمش تعال.\n",
            "غنيه الصوفي والاندونيسي والشعب الجزائري.\n",
            "انا كنظن بان في هذا المجال.\n",
            "هيك اعطيني مثقف في تونس حاليا عنده مش.\n",
            " هيك اعطيني مثقف في تونس حاليا عنده مش. انا لم اراك الا.\n",
            " لما بديت الدراسه تحيه قالت الوليد بانه بغيت نمارس.\n",
            "\" البدايه تعود بي الى زمن بعيد. \n" +
                    " اذكر ان.\"\n",
            "\" اهلا مساء الخير لا باس عليك. \n" +
                    " فاطمه. \n" +
                    " مازال بغينا نفهمك. \"\n",
            "تمارس والرسوم المتحركه والرسوم متحركه. \n",
            "تونس عندها اول دستور توافقي ديمقراطي في العالم العربي ديمقراطيه وليده علاش.\n",
            "تمارس والرسوم المتحركه والرسوم متحركه. \n",
            "الخاصه في الرباط بدايه التدوين كانت اواخر سنه 2006 كنت احرر عده مقالات مجموعه من الجرائد الورقيه في احد ايام قلت لماذا ابحث؟ \n",
            "\" تقدر تعيش بمجتمع تحترمك على القوانين تاعه تحترم التقاليد دياله تحترم البلدان تاعه تحت التاريخ دياله ثاني بالصح. \n" +
                    " لو تحاول ما تقدرش. \"\n",
            "\"اعداد الخطوط اللي انضربت 12 خط. \n" +
                    " وكان في حاله انه ضد الوضع الامني في البلاد وفي المناطق اللي صايره فيها توتر ممكن ثلاثه شهور. \n" +
                    " تم الصيانه صيانه الاساسيات.\"\n",
            "\"هذا حلم حلم تحقق بالنسبه لي عندها اربع سنوات كيما قلت كنت نلعب في شراكه الان نلعب في كاس العالم كنت. \n" +
                    " وهداف رجل مقابله. \"\n"
    };

    static String[] glf_exercises = new String[]{
            "لا تقريبا هي نفس الكلفه وانزاله قليلا. \n",
            "نزحنا من منطقه يثرب. \n",
            "هذه الاخبار كلها.\n",
            "عدد كبير من الاحزاب انت مو على مود يحمون شيخ وسام يحمون انفسهم.\n",
            "من النقاط ما سالت الجوف انا وضح ما سالت.\n",
            " على كل قوته 75 دولار بالنسبه لي اوصل واحد صار الاختلاف بالسعر على كل الغرام دولارين. \n",
            " بالاضافه الى ان هذه الشركات ما اخذ العقود وما اخذها المناقصه بال عن طريق الرشوه او عن طريق التزلف عن طريق الى الوزير او المسؤولين. \n",
            " يعني هذول اطفال نايمين بدون اكل لكن كامل بس لا نشرب ونروح اذا العراق احنا وين نروح؟ \n",
            "والله احنا طلعنا من العراق 1980 صراحه نحنا يوميا احنا عن الحلم عندي هو ارجع في البلد انا من 1980 الاهتمام رجعت للعراق ما طالعه ما شفته.\n",
            "مباراه قويه وديه مباريات وديه تكون اخاف من هذه مباراه مباراه نهائي نشوفها حماس نشوف فيها فنشر مستمتعين. \n",
            "اسعار خاصه بعدين هذا و طلع لها طلع اجينا كركوك نروح له والله لا والله قاعد اتغشمر لقينا لقينا بيت قال لنا ب 500 الاشعار ماما قاعده والله ما تستاهل.\n",
            "القوى السياسيه اليساريه والتقدميه وبالاخص تشجعين وانصارهم هجره وتهجير القوى الاسلاميه من انصار حزب الدعوه بصوره اعراس. \n",
            "نسبه الاكسجين المذاب بالماء كل ما قلت ترتفع درجه الحراره علاقه عكسيه طبعا هو سبب نفوق الاسماك بشكل كبير سويني كبسوله غنيه بماده الاكسجين انقطع بالماي نسبه معدل الاكسجين بالماء وتعالجت. \n",
            "تسعه طلاب شكلهم الوحيد هو انه العمل والمختبرات مختبرات مابيك الاجهزه وهل الاجهزه قديم يعني بس هذا مو من الفنيين او اول تدرسين تدل على قدره على قدر كبير من الكفاءه. \n",
            "وصل الى اعلى مراحل مع صمت مطبق من الحكومه المركزيه لحمله خوفا من ان تكون هناك اجندات خارجيه اقليميه لتخريج المرافق في محافظه ديالى نحن ما احد المسؤولين قبل السيد رئيس الوزراء القائد العام يلاقي حتى هذه اللحظه لا توجد خطوات ايجابيه. \n"
    };
}
